[
    {                
        "id": 200,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Colombia Cultural Club",
        "products": "Hotdog, Colombian Coffee, Mango, Brochetas",
        "description": "<p>EAT with the <strong>Colombia Cultural Club</strong>, a group of friends that promotes Colombian Culture through social events. They will be making pots of Colombian coffee, hot dogs and brochettas (Latin American shish kabobs) and fresh mangoes for desserts. Come discover Colombian culture and fill your tummies with traditional street food of Latin America. Eat, Play, Live at Carnaval del Sol!</p>",
        "image": "assets/images/vendors/colombia_cultural_club.png",
        "color": "red-flat",
        "links": [{
            "name": "Facebook: ",
            "icon": "ion-social-facebook",
            "href": "https://www.facebook.com/ColombiaCulturalClub"
        }]
    }, {
        "id": 201,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Colombian Food",
        "products": "Beef Stuffed Patties, Beef Roast, Smoked Ribs, Beans, Rice, Plantain Stuffed with Cheese",
        "description": "<p><strong>Colombian Food</strong> takes you through the bustling and vibrant streets of Latin American countries overflowing with culture and history. Through the mouth-watering foods you will get to know the people and how the land and the customs fuel their culinary passion.</p><p>Come enjoy Beef Patties bursting with seasoned meats, slow roasted Beef Roasts, Smoky barbequed Ribs, Beans, Rice, and Plantains Stuffed with Cheese.</p>",
        "image": "assets/images/vendors/colombian_food.png",
        "color": "yellow-flat"
    }, {
        "id": 202,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Cubana BBQ",
        "products": "Pan con Lechon Sandwiches, Cuban­style Chicken, Beef Barbeques, Slow Roasted Pork",
        "description": "<p><strong>Cubana BBQ</strong> ­ For over ten years Jackeline and Carlos Piz have been cooking up traditional Cuban food to serve to their friends, family and customers in British Columbia. They brought the food of their beautiful Cuban culture to the streets of Vancouver, you can trail them in and around the city, or catch them on cruises and salsa boats all summer long. You will recognize their food truck by the long line­ups and delicioso smoky aromas promising authentic and succulent Cuban style chicken and beef barbeques, and slow roasted pork. Unforgettable delectables like the Pan con Lechon sandwiches and their famous side dish Arroz Congri (Cuban staple of black beans and rice) along with a generous helping of authentic Cuban mojo sauce will satisfy your every Cubana Barbeque craving. Come travel to Cuba with your senses, bring a hungry tummy and enjoy a good ole summer’s Cuban barbeque at Carnaval del sol.</p>",
        "image": "assets/images/vendors/Cubana-BBQ.jpg",
        "color": "green-flat"
    }, {
        "id": 203,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "El Cocal",
        "products": "Spanish and Central­American Food",
        "description": "<p>EAT with <strong>Elizabeth Cruz</strong> at her booth El Cocal at this year’s Carnaval del Sol in the Food Plaza at Concord Pacific Place July 9 and 10. Elizabeth believes cooking is designed for one reason; to cook from the heart, for the heart. Her El Salvadorian heritage is the foundation for her Spanish creations. Elizabeth takes pride in creating dishes made from thefreshest of ingredients centered on Mexico, Central and South America cuisines.</p>",
        "image": "assets/images/vendors/El-cocal.jpg",
        "color": "blue-flat"
    }, {
        "id": 204,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "El Coroto Latin Kitchen",
        "products": "Vegan Arepas, Fruit Juices",
        "description": "<p>El Coroto is a local Vancouver business, founded by Alexandra Peña and Juan Pablo González in 2015. Both Venezuelan nationals living in Canada. We sell a traditional Venezuelan dish called Arepa. Considered a staple of Venezuelan and Latin­American culture, it's made from white cornmeal, water, and salt. The dough is formed into a patty, grilled, baked, split open and stuffed with a variety of ingredients like a sandwich.</p><p>In the past, our menu included the traditional recipes based on meat and dairy products, since then our focus has dramatically changed. Our current approach is to serve quality vegetarian, glutenfree, and health­conscious food that uses ingredients from local farmers and suppliers.</p><p>Our Menu is simple, fresh, filling and nutritious, we offer four different kinds of arepas with an optional toppings. As per drinks, we sell Jumex fruit juices (mango, guava, tamarind) and canned pop.</p><p>We are passionate about our culture as well as music festivals, free expression and art.In the past we attended several festivals as volunteers, and we became inspired by the community, the people and the culture. This is why we have decided to offer our Latin, healthy, vegetarian option to our Carnaval del Sol attendees.</p>",
        "image": "assets/images/vendors/El-Coroto-Latin-Kitchen.jpg",
        "color": "red-flat"
    }, {
        "id": 205,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Intercontinental Flavours Group",
        "products": "Fruit Ice Bars: mango, watermelon, raspberry, lime, coconut, and pineapple",
        "description": "<p><strong>Intercontinental Flavours Group</strong> is a Vancouver based marketing company importing products from Latin America. They will be at this year’s Carnaval del Sol where they will be offering up Fruity Ice Bars in Latin American and Canadian flavours. If you’re craving the exotic go for the mango, watermelon, lime, coconut, or pineapple, or if it’s BC’s summer calling your name then you can opt for the raspberry flavour.</p>",
        "image": "assets/images/vendors/Intercontinental-Flavours-Group.jpg",
        "color": "yellow-flat"
    }, {
        "id": 206,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "JJ's Hot Cobs Ltd.",
        "products": "Roasted Corn",
        "description": "<p><strong>JJ's Hot Cobs</strong> is a Vancouver based company. We specialize in roasting corn. The company was established in the Spring of 2008. Many of you might have seen us at the Summer Night Market and various events and festivals last season. We serve delicious roasted corn in the husk with a wide variety of condiments. With three roasters we can be at multiple locations at once. We hope to be at more events this coming season.</p><p> We have two large roasters, 'The Fire Engine', which is our red roaster and 'The Green Monster', which is obviously our green roaster. Both of which can easily roast up to 400 ears of corn per hour. For our lighter loads we use our smaller roaster proudly named, 'Mini Monster', which is also green and roasts up to 200 ears of corn per hour.</p>",
        "image": "assets/images/vendors/jj-hot.jpg",
        "color": "green-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://jjshotcobs.com/"
        }]                  
    }, {
        "id": 207,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "La Taqueria",
        "products": "Tacos",
        "description": "<p>Come home to Mexico when you visit <strong>La Taqueria Pinche Taco Shop</strong> and feel the love of family and friends. Honour food and life in a happy environment at La Taqueria Pinche Taco Shops located on Hastings, Cambie, and in North Vancouver and Victoria. Celebrate with traditional tacos made with local, sustainable and organic (when available) products, stuff your homemade tacos or tortillas with their authentic fillings, finish with special homemade salsas and toppings and be replete in Mexican culinary bliss. La Taqueria Pinche Taco Shop was created by Marcelo Ramirez to bring authentic Mexican food to Vancouver. His goal is to keep it real to Mexican life so don’t expect an American interpretation of Mexican food at La Taqueria.</p><p> Visit Mexico and the first thing that will entice you are the vibrant street food stalls surrounded by locals and tourists vying for the attention of the vendors. Some of the city’s best food is served at market stalls, and roving vendors. Street food serves as a powerful social equalizer ­ every day of the week, breadwinners of every level, from CEOs to pinche (kitchen helpers), rub shoulders at their favourite taco stand.</p><p>La Taqueria brings the vibrant street­food lover’s paradise of Mexico to the shores of the Pacific Northwest of Vancouver and Victoria. La Taqueria makes prominent the astronomical delights of the streets of Mexico’s culinary scene, a scene that stems from history, regional diversity and the specialities of this enthralling country. Tacos are what give the people strength and vitality; it is the lifeblood of Mexican cities, towns and villages. You’ll try twelve types of iconic local tacos that represent styles of cooking from all over the country. Watch chefs detailMasterfully shave meat and pineapple into tiny corn tortillas, then add your own onions, cilantro and salsas to your Al Pastor taco. Or try the braised beef cheeks De Cachete, the chicken and chorizo Tinga De Pollo and so much more! If you love seafood you will devour the Atun taco. Looking for vegan options then go for the summer celebration Calabacitas or any of the many vegan and vegetarian choices.</p><p> At La Taqueria, a taco isn’t just a local dish, it’s a way of eating.</p>",
        "image": "assets/images/vendors/lataqueriapinchetaco.jpg",
        "color": "blue-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://www.lataqueria.com"
        }]       
    }, {
        "id": 208,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Los Guerreros",
        "products": "Latin American Food and Churros",
        "description": "<p>The closest thing you’ll find locally to a Mexican tienda, <strong>Los Guerreros</strong> has been supplying Mexican and Latin American foods and ingredients to Vancouver since 1992. Looking for guava paste or horchata mix? How about some tamarind candy or tamale flour? Owners Rolando and Liney Zavaleta offer it all, including a large selection of international brands like Herdez, Las Palmas, and Goya, as well as locally produced tortillas and baked goods. Located at the heart of Kingsway in Vancouver, Los Guerreros offers satisfaction and variety with products that range from many countries of Latin America.</p>",
        "image": "assets/images/vendors/los-guerreros-mexican-food-1.jpg",
        "color": "yellow-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://www.losguerreroslatinfoods.com/"
        }]       
    }, {
        "id": 209,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Mi Casa Market",
        "products": "Beverages, frozen goods, dairy, dry foods, canned and jarred foods",
        "description": "<p><strong>Mi Casa Market</strong> opened its doors in July of 2012. It carries a wide variety of products from different countries from Central and South America. With a wide variety of beverages, frozen goods, dairy, dry foods, canned and jarred foods, confectionery, spices, coffee, tea, chocolates and jewelry, they are sure to have what you are looking for. From Mexico to Argentina, they have something tasty for you!</p>",
        "image": "assets/images/vendors/Mi-Casa-Market.jpg",
        "color": "yellow-flat"   
    }, {
        "id": 210,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Originals Cafe Mexicano",
        "products": "Burritos",
        "description": "<p><strong>Originals Cafe Mexicano</strong> is about being original from their origins! Their goal was to bring and share the culture and heritage of Mexico to our local community and founders Flora Velarde and Esteban Cuevas sure does that. They bring art, warm hospitality, and most importantly great Mexican cuisine food to us. Come eat your way to Latin America at Carnaval del Sol on July 9 and 10 at Concord Pacific Place. Their food­philosophy is not just about making fantastic authentic Mexican food, but to include fresh ingredients without the need of any pre­made canned goods. Come fill up on burritos stuffed with seasoned meat, or not, refried beans, and steamed rice all wrapped in a pillow­y tortilla, oh so yummy!</p>",
        "image": "assets/images/vendors/Originals-Cafe-Mexicano.jpg",
        "color": "green-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://www.originalscafemexicano.com/"
        }] 
    }, {
        "id": 211,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Otimo Brazil",
        "products": "Brazilian Coffee, Brazilian Cheese Puffs, Iced Coffee",
        "description": "<p><strong>EAT Otimo Brazilian Cheese Puffs</strong> with Silvia Martinelli at Carnaval del Sol on July 9 and 10. Otimo started on a Latin­American girl’s dream to recreate the food of her childhood right here in Vancouver. Silvia tried for a long time to find the familiar taste of this welcoming snack but couldn't, so she decided to make it herself. Her authentic Brazilian recipe combined with fresh local ingredients resulted in a unique texture, soft and moist on the inside and crispy on the outside, which makes them a perfect snack for any occasion including festivals. Warm and cheesy and addictive these Brazilian Cheese Puffs is naturally gluten­free and made with 100% natural ingredients.</p>",
        "image": "assets/images/vendors/otimo-ca.png",
        "color": "red-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://www.otimo.ca/"                        
        }]       
    }, {
        "id": 212,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Parrilla Argentina",
        "products": "Choripan, Lomito Sandwich, Alfajores de Maicena",
        "description": "<p>Quilmes Shop’s <strong>Parrilla Argentina</strong> is Latin American barbeques made right in front of your very eyes at the festival Carnaval del Sol. The aroma of grilled meat, the smoky atmosphere and the haunting memories of tropical street foods make it a must­stop for any meat lover. Try the Choripan sandwich, Latin America’s most popular sammy of grilled chorizo in crusty bread. Opt for the Lomito Sandwich, built on soft bread, filled with juicy grilled meat lathered with condiments that add the perfect mix of spice, creaminess, and acidity. And polish it all off with Alfajores de Maicena, Argentina’s delectable Dulce de Leche cookies.</p>",
        "image": "assets/images/vendors/parrilla-argentina.png",
        "color": "blue-flat"   
    }, {
        "id": 213,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Pure Natura Imports",
        "products": "Choripan, Paraguayan Soup, Chipa Guazu, Yuca, Meat Patties",
        "description": "<p>EAT clean Latin American foods with <strong>Pure Natura</strong>. They are a family owned and operated business that specializes in importing, distributing and selling organic and conventional natural ingredients from Paraguay to consumers and retailers worldwide. Their products include a wide selection of natural, organic, vegan, vegetarian, and gluten free products mainly from Paraguay and ranging from herbal infusers, seeds, herbs and superfoods, to oils, fruits, and cereals.</p><p>For Carnaval del Sol Pure Natura will be serving up Choripán the popular chorizo sandwich that is a favourite in Argentina, Bolivia, Chile, Guatemala, Perú, Puerto Rico, Uruguay and Venezuela. Expect to enjoy Paraguayan Soup, the calorie­rich protein­ dense, savoury spongy cake of Paraguay, Yucca, meat patties and more. Come Eat traditional foods of Latin America at Carnival del Sol!</p>",
        "image": "assets/images/vendors/purenaturalogo.jpg",
        "color": "yellow-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://www.purenatura.ca/"            
        }]       
    }, {
        "id": 214,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Sancho's",
        "products": "Pina Colada, Tornado Potato, Pineapple Juice, Curly Potato Fries",
        "description": "<p>Sancho’s Catering Services</p>",
        "image": "assets/images/vendors/Sanchos-Catering.jpg",
        "color": "green-flat"
    }, {
        "id": 215,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Caliente Indian Cuisine",
        "products": "Indian Burritos Fusion, Samosas, Ice Cream",
        "description": "<p><strong>Caliente Indian Cuisine</strong> is the fusion of exotic Fijian and bold flavoured Latin American cuisines. Food based on the foundation of the Roop family’s Fijian heritage, and their love of all things Latin America from their regular tours down south inspired them to launch this caliente food business. And now this Fijian family with a love for hot and spicy living is bringing their family recipes and new food creations to the streets of our city. Caliente Indian Cuisine is putting a twist into Latin American living, showing the cultural similarities that are so familiar, yet so different. You will love this new food scene with its explosion of flavours’ and colours. This year they will be appearing at festivals in and around Vancouver, so watch out for the bright orange, green and red banner proclaiming their arrival on the scene. Try samosas topped with Pico de Gallo, and fluffy naans bursting with spicy Latin American concoctions, come try this new fusion showing off everything that is beautiful about Indian and Latin American foods at this year’s Carnaval del Sol.</p>",
        "image": "assets/images/vendors/caliente-indian-couisine.png",
        "color": "red-flat"
    }, {
        "id": 216,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Ice Cane",
        "products": "Ice Cream, Slush/Screamer",
        "description": "<p><strong>Ice Cane</strong> is a new ice cream experience combining the crunchy corn puff shell and soft ice cream, resulting in Crunchy and Soft dessert. Before so many variety of snacks, chips, and sweets were introduced, many South Koreans enjoyed a simple yet addictive corn puff snack from the 70s and 80s. Fast forward a few decades, corn puff snacks and their variations are still considered timeless. In South Korea, corn puff ice cream is very popular and enjoyed by everyone of all ages. Ice Cane has now landed in Vancouver and is expanding to other parts of Canada and US.</p>",
        "image": "assets/images/vendors/icecanelogo.jpg",
        "color": "blue-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://www.icecane.com/"
        }]  

    }, {
        "id": 217,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Lenny's Lemonade",
        "products": "Hand­squeezed Lemonade",
        "description": "<p><strong>Lenny's Lemonade</strong> is a fourth­generation family business that has been in every festival and event around British Columbia! Their fresh hand­squeezed Lemonade made with juicy lemons and natural sugars comes in a multitude of flavours including Blue Raspberry, Strawberry, and Lime. For a refreshingly cool break during the fun of this year’s Carnaval del Sol check out their truck on the festival grounds!</p>",
        "image": "assets/images/vendors/Lennys-Lemonade.jpg",
        "color": "yellow-flat"
    }, {
        "id": 218,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "Panzudo",
        "products": "Pizza, Latin­American­style Flatbread",
        "description": "<p>Panzudo is dedicated to bringing the finest in gourmet pizzas and wraps, inspired by world cuisine, made with the freshest local ingredients, and cooked in a 850 degree wood fire oven. Panzudo’s (Spanish for big bellied) Food truck is from Salmon Arm BC. And their pizzas range from the traditional to the exotic. Wraps are inspired by Mexico’s pork tinga, Indian Tandoori and vegetarian beans and cheeses, but these are no ordinary wraps, these are stuffed with tasty meat stews and then topped with cooling creative sauces to make it truly original to Panzudo. And of course there are tostadas! Afterall what is a Carnaval del Sol fiesta without black beans, chipotle pork and baja shrimp? Panzudo is all about excellent customer service, good vibes, original creations and pizza perfection!</p>",
        "image": "assets/images/vendors/panzudo-1.jpg",
        "color": "green-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://panzudo.com/"
        }]      
    }, {
        "id": 219,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 2,
        "name": "The Hurricane Potato ",
        "products": "Original Hurricane Potato, Zucchini, Water",
        "description": "<p>The Original Hurricane Potato is the only one to try! Made with Yukon gold potatoes, toppings of your choice and finished with a seasoned salt, these indulgent treats are brought to us by John and Jean, a couple of happy personalities and always­smiling faces. Most of us know them from the farmers markets, Richmond Night Market and the Christmas market, but if you haven’t tried these deep fried crispy tasty vegetables yet, then you are missing out! Look for the green, red and blue banner or backtrack the trail of satisfied people munching on skewers of long thin curly potatoes and zucchini fries. Choose your toppings and a seasoned salt, find a spot and indulge!</p>",
        "image": "assets/images/vendors/The-Original-Hurricane-Potato.jpg",
        "color": "red-flat",
        "links": [{
            "name": "Facebook: ",
            "icon": "ion-social-facebook",
            "href": "https://www.facebook.com/hurricanepotato/"                        
        }]                                          

    }, {
        "id": 300,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 3,
        "name": "Sol-Cerveza",
        "products": "",
        "description": "<p>The legend of the name of this beer is that one morning in 1899, inside a small brewery near Mexico City a German brewdetailMaster noted a ray of sunshine falling on the cooking pot; the phenomenon caught his attention and in honour of that experience, and in honour of the working class people whose symbol was that of the sun, the name Sol was born. Sol-Cerveza is a light refreshing lager that honours its true Mexican heritage, and is still loved by all across the world especially those of you with free spirits and adventurous souls.</p>",
        "image": "assets/images/vendors/carnavaldelsol-solbeer-1.jpg",
        "color": "blue-flat"
    }, {
        "id": 301,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 3,
        "name": "Dos Equis",
        "products": "",
        "description": "<p>Dos Equis stands for the kinds of things that are worth doing more than once because it taste so darn good.</p><p> <strong>Dos Equis</strong> (‘XX’ in Spanish) Amber came first, followed by Dos Equis Lager Especial. They were the first to introduce the amber ale of beer drinking that’s still going strong today. Dos Equis Special Lager is a refreshingly crisp golden lager-style beer imported from Mexico. Made with roasted malts, choice hops, purified water and a unique strain of yeast, this distinctive brew is known simply as 'Lager' all across Latin America.</p><p>The next time you have a Dos Equis, raise a glass to the Mexican brewing legend that stayed thirsty.</p>",
        "image": "assets/images/vendors/dosequislogo.jpg",
        "color": "red-flat"
    }, {
        "id": 302,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 3,
        "name": "Strongbow Apple Cider",
        "products": "",
        "description": "<p><strong>Strongbow Apple Cider</strong> comes from a single brewery that started in Amsterdam 150 years. A brewery that has grown into the world’s most international brewery - <strong>Heineken</strong>, the brand we all know and love. Strongbow Apple Ciders range has a crisp and accessible taste that is inclusive to both guys and girls. The innovative range offers a wide variety with many modern craft-like flavours, always based on apples. Gold Apple, Honey, Red Berries, Elderflower, Dark Fruit and more! The palate is light clear gold in colour with a thin head, lively carbonation and subtle sweetness that leaves lingering aromas of apple, brown sugar, and cinnamon on the nose.</p>",
        "image": "assets/images/vendors/carnavaldelsol-strongbow.jpg",
        "color": "blue-flat"
    }, {
        "id": 303,
        "detailMaster":"vendors",
        "type":"",
        "plaza_id": 3,
        "name": "Asi-Somos",
        "products": "",
        "description": "<p>The <strong>Asi-Somos</strong> quartet was established in Vancouver in April, 2014. The Quartet mainly performs songs and music taken from the vast Venezuelan folk traditions that encompass Spanish, European, and African influences, providing a style of music that is engaging yet unpredictable and haunting. Last year the troupe participated in several local events such as the International Festival in Langley, Carnaval del Sol, Make Music Vancouver in Gastown, Canada Day celebration at Canada Place, Surrey and Richmond night markets, Metamorfest Festival in Mount Pleasant and Granville Island, Cultural Nights in Salteñas, and various VLAFF events. The band members are Carlos Cortes, Richard Villalobos, Jose Villaroel, and Elizabeth Baena. ‘Asi somos’ means ‘the way we are.’ It is the way we talk, the way we express ourselves, the way we sing, and through our music we share a little bit of our culture.</p>",
        "image": "assets/images/vendors/asi-somos.png",
        "color": "green-flat"
    }, {
        "id": 304,
        "detailMaster":"vendors",
        "type":"",
        "plaza_id": 3,
        "name": "Breaking Boundaries",
        "products": "",
        "description": "<p><strong>Breaking Boundaries</strong> is the brain-child of John Gonzalez who began playing accordion at the age of eight and came to Vancouver in 2014 to study music at VCC. He formed the band in 2015 with Colombian and Canadian musicians with the purpose of sharing and exploring new ideas within the traditional forms of Vallenato and Cumbia. John is passionate about the possibility of music to act as a bridge between cultures. He and his bandmates, all accomplished musicians, are excited to perform and explore traditional Colombian music in way that breaks down boundaries and brings people together in a celebratory atmosphere.</p>",
        "image": "assets/images/vendors/breaking-boundaries.jpg",
        "color": "yellow-flat",
        "links": [{
            "name": "Blog: ",
            "icon": "ion-social-wordpress",
            "href": "https://johngonzalezmusic.wordpress.com/"
        }] 
    }, {
        "id": 305,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 3,
        "name": "La Taqueria",
        "products": "Tacos",
        "description": "<p>Come home to Mexico when you visit <strong>La Taqueria Pinche Taco Shop</strong> and feel the love of family and friends. Honour food and life in a happy environment at La Taqueria Pinche Taco Shops located on Hastings, Cambie, and in North Vancouver and Victoria. Celebrate with traditional tacos made with local, sustainable and organic (when available) products, stuff your homemade tacos or tortillas with their authentic fillings, finish with special homemade salsas and toppings and be replete in Mexican culinary bliss. La Taqueria Pinche Taco Shop was created by Marcelo Ramirez to bring authentic Mexican food to Vancouver. His goal is to keep it real to Mexican life so don’t expect an American interpretation of Mexican food at La Taqueria.</p><p> Visit Mexico and the first thing that will entice you are the vibrant street food stalls surrounded by locals and tourists vying for the attention of the vendors. Some of the city’s best food is served at market stalls, and roving vendors. Street food serves as a powerful social equalizer ­ every day of the week, breadwinners of every level, from CEOs to pinche (kitchen helpers), rub shoulders at their favourite taco stand.</p><p>La Taqueria brings the vibrant street­food lover’s paradise of Mexico to the shores of the Pacific Northwest of Vancouver and Victoria. La Taqueria makes prominent the astronomical delights of the streets of Mexico’s culinary scene, a scene that stems from history, regional diversity and the specialities of this enthralling country. Tacos are what give the people strength and vitality; it is the lifeblood of Mexican cities, towns and villages. You’ll try twelve types of iconic local tacos that represent styles of cooking from all over the country. Watch chefs detailMasterfully shave meat and pineapple into tiny corn tortillas, then add your own onions, cilantro and salsas to your Al Pastor taco. Or try the braised beef cheeks De Cachete, the chicken and chorizo Tinga De Pollo and so much more! If you love seafood you will devour the Atun taco. Looking for vegan options then go for the summer celebration Calabacitas or any of the many vegan and vegetarian choices.</p><p> At La Taqueria, a taco isn’t just a local dish, it’s a way of eating.</p>",
        "image": "assets/images/vendors/lataqueriapinchetaco.jpg",
        "color": "blue-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://www.lataqueria.com"
        }]                   
    },{
        "id": 500,
        "detailMaster":"vendors",
        "type":"",
        "plaza_id": 5,
        "name": "World Cup Soccer Tournament",
        "products": "",
        "description": "<p><strong>We are looking for twelve teams of 6 players each representing different countries. Soccer Team Information</strong><p><ul><li>● All teams must fill out the registration form and pay the fee by June 30th, 2016</li><li>● The registration fee per team is CAD $200. (Min. 6 players)</li><li>● The Prizes will be:<ul><li>○ Winning Team ­ $1000 CAD</li><li>○ Second Prize ­ Tickets and T­Shirts from Whitecaps FC</li><li>○ Third Prize ­ 16 tickets for Salsa Cruise http://salsacruises.com/</li></ul><li>● Payment can be made through credit card, check or cash</li><li>● 18 years and older</li></ul></p>",
        "image": "assets/images/vendors/soccer_tournament-poster.jpg",
        "color": "green-flat"  
 
    }, {
        "id": 700,
        "detailMaster":"vendors",
        "type":"products",
        "plaza_id": 7,
        "name": "Mercedes-Benz Boundary Vans Centre",
        "products": "",
        "description": "<p>Whether it's moving people or cargo, Mercedes Benz remains the leader when it comes to taking your family or business to another level, and Canadians love it with the Benz Vans showing no sign of slowing down. Demand for the newly introduced Metris and the Sprinter 4x4 helped Mercedes-Benz Vans maintain a strong sales pace, with April sales exceeding last year's results by 17.4% for an overall increase of 14.9% in 2016. These versatile vans continue to set the benchmark in technology, safety, fuel efficiency and performance around the globe. The 4x4 variant, to both the cargo and passenger versions, of the Mercedes-Benz Sprinter and the introduction of the Mercedes-Benz Metris will undoubtedly continue to raise the bar and establish new thresholds in Canada.</p>",
        "image": "assets/images/vendors/Mercedes_logo-3.jpg",
        "color": "blue-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://vancouver.mercedes-benz-vans.ca/en/"
        }]          

    }, {
        "id": 701,
        "detailMaster":"vendors",
        "type":"",
        "plaza_id": 7,
        "name": "BC Dance",
        "products": "",
        "description": "<p><strong>BC Dance</strong> is the company that gave Vancouver its salsa Mojo! Owner Nestor De La Zerda, creator of the 1st and 2nd World Salsa Congress in Vancouver, has over 23 years dance experience and has traveled to over 60 countries. He has been the instructor for many of the BC dance champions as well as a 2­time world champion.</p>",
        "image": "assets/images/business/BcDance.jpg",
        "color": "blue-flat"            
    }, {
        "id": 799,
        "detailMaster":"vendors",
        "type":"",
        "plaza_id": 7,
        "name": "VCC Fashion",
        "products": "Colores del Sol Fashion Show",
        "description": "<p>In celebration of this year’s Carnaval del Sol, VCC’s aspiring fashion designers have created a show to remember. </p><p>Reflecting the vibrant summer colours of our Carnaval del Sol’s logo, the fashion show will highlight and bring to life the striking beauty of Latin America's’ hues. VCC Fashion graduates will bring to us two days of pure art in motion, fashion that will strut from the runway to the sidewalk effortlessly. Sexy, whimsical, bold, vibrant, and complex, the essences of these designs are from the very core of each designer. The stage will be transformed to an exotic locale as the models strut, sway and dance their way down the catwalk. </p><p>Feel the vibe, feel the heat, fall in love with the seductive love affair between the colours of Latin America and the exciting, sexy and uninhibited music of samba and salsa! </p><p><strong>VCC Fashion Arts Programs</strong> has been one of the best in B.C. for over 25 years and was designed only for the chosen ones with a passion for fashion. Led by industry­experienced instructors, their reputation is built on developing excellent technical skills while fostering individual creativity. To date many graduates have gone on to do great shows on the runways of the fashion industry. VCC Fashion Arts Program will guide you in your journey as you define your art from vision to sketching to the day you see your art come alive right before your eyes. Whether nature or visual effects inspire you, or neutral or bold palettes, or the contrasts and combinations of colors, values, and textures VCC fashion arts program is waiting for you. Performing Artists</p>",
        "image": "assets/images/vendors/VCC.jpg",
        "color": "blue-flat"     

    }, {
        "id": 800,
        "detailMaster":"vendors",
        "type":"",
        "plaza_id": 8,
        "name": "GMR Marketing",
        "products": "",
        "description": "<p>With a highly visible footprint this activation helps mom reconnect with her youthful inner self in an atmosphere where she can kick back, relax, get pampered and chat. Four distinct areas include the Milk Bar, Lounge, Nail Salon, and KidZone all designed to evoke the feel of a 90’s bedroom to help mom get back to a time and place where the ultimate night was a sleepover with her best friends, staying up late, gossiping, snacking and painting each other’s nails.</p><ul><li><strong>● Milk Bar</strong> - The experience begins and ends with Milk. From the moment moms are greeted they are offered a specialty iced milk beverage, featuring healthful flavouring, with their choice of toppings.</li><li><strong>● The Lounge</strong> - Out front, there will be a caféstyle space for mom to hang out and wait for her treatment. We’ll provide high tables with women’s magazines and custom adult colouring books to make this space fun.</li><li><strong> ● Nail Salon</strong> - She’ll be invited inside the salon area to relax and get pampered with a Hand Massage or Nail Polish Change.</li><li><strong> ● KidZone</strong> With a robust selection of 90’s toys and games including retro video games and custom colouring books, every kid will easily be entertained.</p>",
        "image": "assets/images/vendors/GMR.jpg",
        "color": "blue-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "https://gmrmarketing.com/en­ca/"
        }] 
    }, {
        "id": 801,
        "detailMaster":"vendors",
        "type":"",
        "plaza_id": 8,
        "name": "CF Educational Services",
        "products": "",
        "description": "<p>Novel Studies for Young Readers is the newest division of CF Educational Services (established 1995). It's our collection of fun learning activities created by professional Canadian teachers for children 7­11 years of age. They're sold as individual resource booklets to accompany each story written by Robert Munsch and illustrated by Michael Martchenko. Munsch is a popular Canadian author of children's books. Each resource booklet we've created is based on the theme and content of the story itself. The booklets of suggested activities are designed to enhance the theme and content of the story and might include such things as: a simple card game, some facts the child can use in her “research project”, a silly song to sing, or an exciting board­game to play. One booklet might provide guidance for poetry writing, another one might feature a play to perform through puppets or with friends. Lessons focus on the development of reading, writing, listening and thinking skills. Children love Robert Munsch stories. We hope you and your child will enjoy the products we have to offer to accompany these stories. To be successful, each child needs a copy of the book in her hand! Be sure to buy enough copies of the book ­ that's 1 copy per child or at the least 1 copy between 2 children who enjoy working together.</p>",
        "image": "assets/images/vendors/CF-Educational-Services.jpg",
        "color": "red-flat" 
    }, {
        "id": 802,
        "detailMaster":"vendors",
        "type":"products",
        "plaza_id": 8,
        "name": "Sand Art",
        "products": "",
        "description": "<p>ACC Entertainment’s Sand Art products and services appeal to everyone, boys and girls, preschoolers through to teenagers and adults. Sand Art really is a true family entertainment. Clients can enjoy creating the beautiful and colorful pictures using color sand and sticky papers. Sand Art is fantastic new hands on arts and craft activity, that is also mess free, tremendous fun, totally engaging and loved by everyone who has seen it.</p>",
        "image": "assets/images/vendors/Sand-Art.jpg",
        "color": "blue-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://www.sandart.ca/"
        }] 
    }, {
        "id": 803,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 8,
        "name": "Beavertails",
        "products": "",
        "description": "<p>Beavertails Vancouver brings the hot and fresh fried­dough pastries that is a world­famous snack. Beavertails have been providing delicious memories to fans since 1978 and has travelled as far as Davos, Switzerland, Washington, DC, and Iqaluit, Nunavut to deliver treats to pastry­loving fans. Presidents love them too – President Obama has been known to pop by for his taste of Beavertails. Barenaked Ladies sang about Beavertails once. Beavertails is truly a Canadian icon but the menu doesn’t stop there, they also offer a diverse menu that includes signature pastries, the best poutine, cold beverages, frozen treats, as well as incredible organic fruit smoothies.</p>",
        "image": "assets/images/vendors/Beavertails.jpg",
        "color": "red-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://beavertails.com/en/"
        }] 
    }, {
        "id": 804,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 8,
        "name": "BC Buzz Honey",
        "products": "",
        "description": "<p><strong>BC Buzz Honey</strong> is harvested right here in beautiful British Columbia, this gorgeous all­ natural unpasteurized honey is brought to us by Chris Davies and Kris Friesen from right off their farm in Langley, BC. No self­respecting Pastelerias (Spanish cake shops) could survive without honey and the two “Chrises” will make everyone happy with their local honey. Look out for the bright honey bee logo and remember happy bees make happy people! Come grab some sweetness in a bottle and chat with these local producers at Carnaval del Sol!</p>",
        "image": "assets/images/vendors/BC-Buzz-Honey.jpg",
        "color": "blue-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://www.bcbuzzhoney.com/"
        }]  
    }, {
        "id": 805,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 8,
        "name": "Candee Jones Lemonade",
        "products": "",
        "description": "<p>Candee Jones Lemonade is a family owned and operated lemonade stand and they take pride in serving the best tasting lemonade made with clean fresh ingredients. Their stand is definitely not a typical boring, bland, generic, chain of stores, no these folks bring the tastiest most refreshing products and come meet them as you EAT and drink your way through the weekend at Carnaval del Sol on July 9 and 10. Try an Iced Tea, or Strawberry, go for the Lemonade, or Blue Raspberry, or go all Latin American and stick with Lime!</p><p>Candee Jones Lemonade believes in keeping it clean and keeping it green and we LOVE that their products are 100 percent biodegradable ­ including cup, lid & straw. Mark the dates everybody!</p>",
        "image": "assets/images/vendors/Candelem.jpg",
        "color": "green-flat",
        "links": [{
            "name": "Facebook: ",
            "icon": "ion-social-facebook",
            "href": "https://www.facebook.com/Candee­Jones­Lemonade­187994164708328/"
        }] 
    }, {
        "id": 806,
        "detailMaster":"vendors",
        "type":"food",
        "plaza_id": 8,
        "name": "Cup a Corn",
        "products": "",
        "description": "<p>Eat a <strong>Cup a Corn!</strong> Treat yourself to a tasty snack that's sweet, salty and oh­so healthy. Basic clean, fresh ingredients like their fresh non­cut corn kernels is tossed with flavoured butter and piled in a cup, choose from a variety of homemade flavours like Wasabi Ginger, Thai, Peanut Satay, Indian, Cinnamon Dessert and Classic made with lemon, salt, and pepper, or try one of their many other flavours. Come enjoy the fiesta and feel healthy about it too. They’ll be in the Food Plaza at Carnaval del Sol, July 9 and 10 at Concord Pacific Place!</p>",
        "image": "assets/images/vendors/cupacorn.jpg",
        "color": "yellow-flat",
        "links": [{
            "name": "Website: ",
            "icon": "ion-link",
            "href": "http://www.cupacorn.ca/"
        }]                                
    } 


]
